Repository: paarshva21/JalAnveshak
Catalog: lib/l10n/app_*.arb
Languages: ar, hi

# language
source: English
ar: عربي
hi: हिंदी

source: Proceed
ar: يتابع
hi: आगे जाओ

# chooseLanguage
source: Choose a language.
ar: اختر لغة.
hi: एक भाषा चुनें।

# landingPageOne
source: Welcome to the AI driven solution to help you plan your retirement. Let Retiral do your fretting for you.
ar: مرحبًا بك في الحل القائم على الذكاء الاصطناعي لمساعدتك في التخطيط لتقاعدك. دع ريتيرال يقوم بالأمر نيابة عنك.
hi: आपकी सेवानिवृत्ति की योजना बनाने में मदद करने के लिए एआई संचालित समाधान में आपका स्वागत है। रिटायरल को आपके लिए अपनी चिंता करने दें।

# landingPageTwo
source: Sit back, put your feet up while our state-of-the-art algorithms secure your future.
ar: اجلس وارفع قدميك بينما تعمل خوارزمياتنا المتطورة على تأمين مستقبلك.
hi: आराम से बैठें, अपने पैर ऊपर रखें जबकि हमारे अत्याधुनिक एल्गोरिदम आपका भविष्य सुरक्षित करते हैं।

# landingPageThree
source: A few clicks to get various insights on how to pick your ideal retirement life. Doesn't sound too bad, does it?
ar: بضع نقرات للحصول على رؤى متنوعة حول كيفية اختيار حياتك التقاعدية المثالية. لا يبدو سيئا للغاية، أليس كذلك؟
hi: अपना आदर्श सेवानिवृत्ति जीवन कैसे चुनें, इस पर विभिन्न जानकारी प्राप्त करने के लिए कुछ क्लिक। बहुत बुरा नहीं लगता, है ना?

source: Login
ar: تسجيل الدخول
hi: लॉग इन करें

source: Signup
ar: اشتراك
hi: साइन अप करें

source: Get started
ar: البدء
hi: शुरू करो

source: Skip
ar: استمر
hi: आगे बढ़ो

# loginCatchphrase
source: AI-Powered and Ready to Transform Your Retirement.
ar: مدعوم بالذكاء الاصطناعي وجاهز لتحويل فترة تقاعدك.
hi: एआई-संचालित और आपकी सेवानिवृत्ति को बदलने के लिए तैयार।

source: Forgot Password?
ar: هل نسيت كلمة السر؟
hi: पासवर्ड भूल गए?

# madeAnAcc
source: Haven't yet made an account? Click here to
ar: لم تقم بإنشاء حساب بعد؟ انقر هنا ل
hi: अभी तक खाता नहीं बनाया? यहां क्लिक करें

# forSignUp
source: Sign Up
ar: للتسجيل.
hi: साइन अप के लिए।

# email
source: Enter Email
ar: أدخل البريد الإلكتروني
hi: ईमेल दर्ज करें

# password
source: Enter Password
ar: أدخل كلمة المرور
hi: पास वर्ड दर्ज करें

source: Confirm Password
ar: تأكيد كلمة المرور
hi: पासवर्ड की पुष्टि

# resetPass
source: Reset password via email.
ar: إعادة تعيين كلمة المرور عبر البريد الإلكتروني.
hi: ईमेल के माध्यम से पासवर्ड रीसेट करें।

source: Send email
ar: ارسل بريد الكتروني
hi: ईमेल भेजें

# fingerprintAuth
source: To secure your retirement in ways more than one.
ar: لتأمين التقاعد الخاص بك بطرق أكثر من واحد.
hi: एक से अधिक तरीकों से अपनी सेवानिवृत्ति सुरक्षित करने के लिए।

# fingerprintAuthMessage
source: Enable fingerprint authentication.
ar: تمكين مصادقة بصمة الإصبع.
hi: फ़िंगरप्रिंट प्रमाणीकरण सक्षम करें.

source: Retiral
ar: ريتيرال
hi: रिटायरल

source: Enter
ar: يدخل
hi: डालो

# enterText
source: Enter text here.
ar: أدخل النص هنا.
hi: यहाँ टाइप करें।

source: Home
ar: بيت
hi: मुखपृष्ठ

source: News
ar: أخبار
hi: समाचार

source: Forum
ar: المنتدى
hi: मंच

# headlines
source: Top Headlines
ar: أهم العناوين
hi: शीर्ष सुर्खियाँ

source: Current Age
ar: العمر الحالي
hi: वर्तमान आयु

# retireAge
source: Retirement Age
ar: سن التقاعد
hi: सेवानिवृत्ति की उम्र

# workExp
source: Work Experience
ar: خبرة في العمل
hi: कार्य अनुभव

source: Salary
ar: مرتب
hi: वेतन

source: Inflation Rate
ar: معدل التضخم
hi: महंगाई का दर

# dependents
source: No. of dependents
ar: عدد المعالين
hi: आश्रितों की संख्य

# worthOfAssets
source: Enter worth of assets
ar: قيمة الأصول
hi: संपत्ति का मूल्य

source: Safety In Retirement
ar: السلامة في التقاعد
hi: सेवानिवृत्ति में सुरक्षा

source: Type Of Retirement
ar: نوع التقاعد
hi: सेवानिवृत्ति का प्रकार

source: Cautious
ar: حذر
hi: सावधान

source: Middle-Of-The-road
ar: منتصف الطريق
hi: रोड के बीच में

source: Daring
ar: جرأة
hi: साहसी

# likeAKing
source: Like a king/queen
ar: مثل الملك/الملكة
hi: एक राजा/रानी की तरह

# iAmHappyWayIam
source: I am happy the way I am
ar: أنا سعيد بالطريقة التي أنا بها
hi: मैं जैसी हूं, वैसी ही खुश हूं

source: Like a monk
ar: مثل الراهب
hi: एक साधु की तरह

# crosscheck
source: Crosscheck your retirement goals
ar: تحقق من أهداف التقاعد الخاصة بك
hi: अपने सेवानिवृत्ति लक्ष्यों को दोबारा जांचें.

source: Welcome
ar: مرحباً
hi: नमस्ते

source: Meet like-minded people.
ar: يجتمع الناس مثل التفكير.
hi: समान विचारधारा वाले लोगों से मिलें.

source: Logout
ar: تسجيل خروج
hi: लॉग आउट

source: Setting
ar: إعدادات
hi: समायोजन

source: About us
ar: معلومات عنا
hi: हमारे बारे में

# resolveYourQueries
source: Resolve your financial queries.
ar: حل استفساراتك المالية.
hi: अपने वित्तीय प्रश्नों का समाधान करें.

# buildProfile
source: Build your initial profile
ar: قم ببناء ملف التعريف الأولي الخاص بك
hi: अपनी प्रारंभिक प्रोफ़ाइल बनाएं

source: Know More
ar: تعرف أكثر
hi: अधिक जानते हैं

# connect
source: Connect with a personalised message.
ar: تواصل مع رسالة شخصية.
hi: वैयक्तिकृत संदेश से जुड़ें.

source: Get Plans
ar: الحصول على الخطط
hi: योजनाएं प्राप्त करें

source: Stress Test
ar: اختبار الإجهاد
hi: तनाव की जांच

source: Initial investment
ar: الاستثمار الأولي
hi: आरंभिक निवेश

source: Annual Contribution
ar: المساهمة السنوية
hi: वार्षिक अंशदान

source: Annual Growth %
ar: % النمو السنوي
hi: वार्षिक बढ़ोतरी %

source: Fluctuation %
ar: % التقلب
hi: अस्थिरता %
